Repository: davidriegel/drssed-ios
Catalog: Drssed/Resources/Localizable.xcstrings
Source language: en
Languages: de

# subcategory_sweater
source: Sweater
de: Pullover

# subcategory_sweatpants
source: Sweatpants
de: Jogginghose

# subcategory_trousers
source: Trousers
de: Hose

# subcategory_turtleneck
source: Turtleneck
de: Rollkragenpullover

# subcategory_vest
source: Vest
de: Weste

# subcategory_windbreaker
source: Windbreaker
de: Windjacke

# sync.failed
source: Couldn't refresh
de: Aktualisieren fehlgeschlagen

# wardrobe.search.placeholder
source: Search clothes…
de: Kleidungsstücke durchsuchen...

# wardrobe.title
source: Wardrobe
de: Kleiderschrank

# wardrobe.upload.cta1
source: Seems like you have uploaded nothing yet..?
de: Sieht so aus, als hättest du noch nichts hochgeladen..?

# wardrobe.upload.cta2
source: Upload your first clothing piece now!
de: Füge jetzt dein erstes Teil hinzu!

# wear.action.edit
source: Edit today's wear
de: Heutigen Eintrag bearbeiten

# wear.action.log
source: Log another day…
de: Anderen Tag eintragen…

# wear.action.remove
source: Remove wear
de: Eintrag entfernen

# wear.action.today
source: Wear today
de: Heute tragen

# wear.action.todayQuick
source: Wear today, no details
de: Ohne Details eintragen

# wear.editor.subtitle
source: All details are optional
de: Alle Angaben sind optional

# wear.editor.title.edit
source: Edit wear
de: Eintrag bearbeiten

# wear.editor.title.new
source: Log wear
de: Tragen eintragen

# wear.field.date
source: Worn on
de: Getragen am

# wear.field.feelsLike
source: Feels like (°C)
de: Gefühlt (°C)

# wear.field.note
source: Note
de: Notiz

# wear.field.occasion
source: Occasion
de: Anlass

# wear.field.rating
source: Rating
de: Bewertung

# wear.field.temperature
source: Temperature (°C)
de: Temperatur (°C)

# wear.field.weather
source: Weather
de: Wetter

# wear.menu.title
source: Wear
de: Tragen

# wear.occasion.everyday
source: Everyday
de: Alltag

# wear.occasion.formal
source: Formal
de: Formell

# wear.occasion.home
source: Home
de: Zuhause

# wear.occasion.school
source: School
de: Schule

# wear.occasion.sports
source: Sports
de: Sport

# wear.occasion.travel
source: Travel
de: Reise

# wear.occasion.work
source: Work
de: Arbeit

# wear.placeholder.note
source: How did it feel?
de: Wie hat es sich angefühlt?

# wear.placeholder.temperature
source: e.g. 18
de: z. B. 18

# wear.remove.question
source: Do you want to remove this wear entry?
de: Möchtest du diesen Eintrag wirklich entfernen?

# wear.remove.title
source: Remove wear
de: Eintrag entfernen

# wear.temperature.invalid.message
source: Please enter a temperature between -100 °C and 100 °C.
de: Bitte gib eine Temperatur zwischen -100 °C und 100 °C ein.

# wear.temperature.invalid.title
source: Invalid temperature
de: Ungültige Temperatur

# wear.weather.clear
source: Clear
de: Klar

# wear.weather.cloudy
source: Cloudy
de: Bewölkt

# wear.weather.fog
source: Fog
de: Nebel

# wear.weather.rain
source: Rain
de: Regen

# wear.weather.snow
source: Snow
de: Schnee

# wear.weather.storm
source: Storm
de: Gewitter
